import styles from '../../../../../styles/Article.module.css'

export default function Box() {
    return (
        <>
            <div className={styles.box}>
                <div className={styles.imagebox}>
                    <img src="" alt="" title="" className={styles.imagearticle} />
                </div>
                <div className={styles.text}>
                    <p>تایپوگرافی در طراحی سایت موضوعی است که هر طراح سایتی باید آن را در نظر بگیرد. هر چیزی که در اطراف ما وجود دارد، اگر ظاهر خوبی نداشته باشد ما را خسته می کند. خیلی از افراد بیشتر وقت شان را در اینترنت و مطالعه مقالات سایت های گوناگون سپری می کنند. اگر این سایت ها ظاهر خوبی نداشته باشند؛ از فونت مناسبی استفاده نشده باشد و نوشته ها خوانا نباشد، باعث ناراحتی کاربر می شود. کاربر که ناراحت باشد سایت را ترک می کند. ترک کردن سایت هم در آخر به ضرر شماست. پس خیلی مهم است که همیشه ظاهر سایت را به بهترین شکل ممکن طراحی کنید.
                        در این مقاله از رایانیتا می خواهیم به موضوع تایپوگرافی بپردازیم. تایپوگرافی یکی از کارهایی است که اگر به درستی استفاده شود، ظاهر سایت شما بی نهایت زیبا می شود. پس با من تا انتهای این مطلب همراه باشید.
                        تایپوگرافی چیست
                        قبل از اینکه نکات تایپوگرافی در طراحی سایت را بررسی کنیم بهتر است که با مفهوم تایپوگرافی آشنا شویم. به ساده ترین شکل، تایپوگرافی؛ طراحی خلاقانه متن را در صفحات وب شما توصیف می کند.
                        یک وب سایت باید بتواند قصد و احساسات کسب و کار را به بازدیدکنندگان آنلاین خود منتقل کند. در دنیای دیجیتال امروز، ساده ترین و بهترین راه برای انجام این کار، فونت تایپوگرافی است. طراحی وب سایت تایپوگرافی کاملاً شخصی است، این فرمت تصویر برند شما است. خیلی مهم است که فرد، فونت تایپوگرافی مناسبی را برای وب سایت خود انتخاب کند. نوع حروف مناسب صنعت شماست. طراحی وب سایت تایپوگرافی باید تصویر برند شرکت را تکمیل کند. استفاده از فونت های تایپوگرافی در طراحی وب سایت، به حفظ ثبات و جلوه دادن وب سایت از نظر زیبایی و کاملاً حرفه ای کمک می کند. تایپوگرافی به جذابیت محتوا نیز کمک می کند، همچنین بر خوانایی وب سایت تأثیر می گذارد. همه این موارد، یک تجربه مثبت کاربر را نشان می دهد.
                    </p>
                </div>
            </div>
        </>
    )
}