

export default function Body() {
    return (
        <>
            <section className="flex justify-center items-center md:w-full h-96 mt-12">
                <div className="h-150 flex justify-center items-center flex-col sm:flex-row md:w-10/12 lg:flex-row">
                    <div className="md:w-1/2 h-150 flex justify-end items-center">
                        <p className="md:text-justify leading-7">
                            لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.
                        </p>
                    </div>
                    <div className="md:w-1/2 h-150 flex justify-end items-center">
                        <img src="" title="" alt="" className="md:w-11/12 h-96" />
                    </div>
                </div>
            </section>
            <section className="md:w-full h-96 flex justify-center items-center bg-gray-300 mt-12">
                <div className="md:w-10/12 h-96 flex justify-center items-center">
                    <div className="md:w-1/2 h-96 flex justify-end items-center">
                        <img src="" title="" alt="" className="md:w-11/12 h-96" />
                    </div>
                    <div className="md:w-1/2 h-96 flex justify-end items-center">
                        <p className="md:text-justify leading-7">
                            لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.
                        </p>
                    </div>
                </div>
            </section>
        </>
    )
}