import styles from '../../../../../styles/Article.module.css'

export default function Text() {
    return(
        <div className={styles.textbox}>
            <div className={styles.texts}>
                <p>لورم ایپسوم متن ساختگی ب چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که. کتابهای زیادی در شصت و سه درصد لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که. کتابهای زیادی در شصت و سه درصد لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که. کتابهای گی ننان که. کتابهای زیادی در شصت و سه درصد </p>
            </div>
        </div>
    )
}